[
  {
    "id": 100,
    "name": "Ογηγίες Σύνδεσης",
    "subCategories": [
      {
        "id": 101,
        "title": "Οδηγίες Σύνδεσης με WiFi",
        "content": {
         "content": "Για να συνδεθούμε στο wifi επιλέγουμε 'Settings' --> 'Wi-Fi' --> στο κουμπί πατάμε για να μεταβεί σε 'On' αν είναι σε 'Off', αν είναι ήδη 'On' πατάμε στις 3 τελείες πάνω δεξιά και πατάμε 'Refresh'. Από την λίστα που εμφανίζεται επιλέγουμε το δίκτυο που θέλουμε να συνδεθούμε, ανοίγει το παράθυρο διαλόγου και γράφουμε τον κωδικό και πατάμε 'CONNECT'.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 102,
        "title": "Οδηγίες Σύνδεσης με Lan",
        "content": {
          "content": "Για να συνδεθεί το τερματικό σε lan πατάμε 'Settings' --> 'Ethernet' και επιβεβαιώνουμε ότι το 'Ethernet' έχει τιμή 'Ethernet is enabled'. Για στατική ip, πάμε 'Settings' --> 'Ethernet' --> 'Ethernet Configuration' και επιλέγουμε 'Static IP', ορίζουμε την IP που θέλουμε καθώς και τα 'Netmask', 'Gateway', 'DNS1', 'Proxy' κλπ και πατάμε 'SAVE'.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 103,
        "title": "Οδηγίες Σύνδεσης με 4G / 3G",
        "content": {
          "content": "Για να συνδεθούμε με 4g/3g σέρνουμε από πάνω προς τα κάτω το notification bar και ενεργοποιούμε το 'Data' και το '4G'.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      }
    ]
  },
  {
    "id": 200,
    "name": "Αγορά",
    "subCategories": [
      {
        "id": 201,
        "title": "Αγορά",
        "content": {
          "content": "Για να πραγματοποιήσουμε μία αγορά, ανοίγουμε την εφαρμογή Cardlink και στο πάνω μέρος της εφαρμογής επιλέγουμε το tab 'Αγορά'. Κατόπιν επιλέγουμε το ποσό που επιθυμούμε και και πατάμε το πλήκτρο 'OK', εναλλακτικά αν έχει φυσικό πληκτρολόγιο το πράσινο κουμπί με το 'O'.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 202,
        "title": "Αγορά με DCC",
        "content": {
          "content": "Για αγορά με DCC στην Cardlink εφαρμογή κατά την αγορά ρωτάει αν θέλει να γίνει συναλλαγή με άλλο νόμισμα ή euro.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 203,
        "title": "Αγορές με εξαργύρωση πόντων",
        "content": {
          "content": "Κατά την αγορά με κάρτα που υποστηρίζει loyalties και αφού ο έμπορος υποστηρίζει το πρόγραμμα επιβράβευσης πόντων, τότε εμφανίζεται το ποσό της αγοράς στην οθόνη, το μέγιστο ποσό εξαργύρωσης (δεν μπορεί να υπερβαίνει το ποσό της αγοράς), το ελάχιστο ποσό εξαργύρωσης, καθώς και την επιλογή 'ʼλλο ποσό εξαργύρωσης' που βάζεις χειροκίνητα το ποσό που θες να κάνεις εξαργύρωση πόντων.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      }
    ]
  },
  {
    "id": 300,
    "name": "Πακέτο",
    "subCategories": [
      {
        "id": 301,
        "title": "Ημερολόγιο Πακέτου",
        "content": {
          "content": "Για το ημερολόγιο πακέτου στο tab 'Διαχείριση συναλλαγών' εμφανίζεται ένα πεδίο που λεκτικό 'Ημερομηνία', πατόντας εκεί μπορούμε να επιλέξουμε είτε μία ημερομηνία, είτε επιλέγοντας διαδοχικά σε δύο σημεία, ένα εύρος ημερομηνιών που θα επιλέξουμε να αναζητήσουμε πατώντας το πλήκτρο 'Αναζήτηση'. Αυτό θα μας επιστρέψει τις συναλλαγές που έγιναν στο διάστημα που ορίσαμε.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 302,
        "title": "Αποστολή Πακέτου",
        "content": {
          "content": "Για την αποστολή πακέτου στο tab 'Διαχείριση συναλλαγών' επιλέγουμε το στρογγυλό κουμπί που γράφει 'Πατήστε για αποστολή πακέτου', κατόπιν στο pop up που θα εμφανιστεί διαλέγουμε ανάμεσα σε 'Συγκεντρωτική εκτύπωση', 'Αναλυτική εκτύπωση' ή 'Συνοπτική εκτύπωση' και κατόπιν το πλήκτρο 'Ναι', έτσι στέλνεται το πακέτο.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      }
    ]
  },
  {
    "id": 400,
    "name": "Ακύρωση Συναλλαγής",
    "subCategories": [
      {
        "id": 401,
        "title": "Ακύρωση συναλλαγής",
        "content": {
          "content": "Για να γίνει ακύρωση συναλλαγής, πηγαίνουμε στο tab 'Διαχείριση συναλλαγών', επιλέγουμε απο τις συναλλαγές που εμφανίζονται ποια συναλλαγή θέλουμε να κάνουμε ακύρωση, και ενώ βρισκόμαστε στην 'Επισκόπηση συναλλαγής' επιλέγουμε το κουμπί 'Ακύρωση συναλλαγής', κατόπιν εμφανίζεται ένα παράθυρο διαλόγου που ρωτάει αν θέλουμε να προχωρήσουμε στην ακύρωση και επιλέγοντας το κουμπί 'Ναι' και τοποθετώντας την κάρτα μας, ολοκληρώνεται η ακύρωση συναλλαγής.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      }
    ]
  },
  {
    "id": 500,
    "name": "Αναζήτηση ιστορικού Συναλλαγών",
    "subCategories": [
      {
        "id": 501,
        "title": "Αναζήτηση βάσει ημερομηνίας",
        "content": {
          "content": "Για να γίνει αναζήτηση συναλλαγής, πηγαίνουμε στο tab 'Διαχείριση συναλλαγών' και πατάμε στο πεδίο 'Ημερομηνία', από εκεί ανοίγει ένα παράθυρο που με τίτλο 'Επιλέξτε ημερομηνία' και ένα ημερολόγιο. Από εκεί μπορούμε να επιλέξουμε είτε μία ημερομηνία και μετά πατώντας το πλήκτρο 'Αναζήτηση', να αναζητήσουμε συγκεκριμένης ημερομηνίας τις συναλλαγές, είτε διαφορετικά επιλέγοντας δύο ημερομηνίες (καταλαβαίνουμε ότι έχουν επιλεχθεί εάν δημιουργηθεί ένα αχνό μπλε ενδιάμεσα της αρχικής και της τελικής ημερομηνίας), και πατώντας το πλήκτρο 'Αναζήτηση' να γίνει αναζήτηση του συγκεκριμένου εύρους ημερομηνιών.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 502,
        "title": "Αναζήτηση βάσει κάρτας",
        "content": {
          "id": "702d758c-b22a-4e60-9114-98ba5bda9f94",
          "content": "Για να γίνει αναζήτηση συναλλαγής βάσει της κάρτας που χρησιμοποιήθηκε, πηγαίνουμε στο tab 'Διαχείριση συναλλαγών' και επιλέγουμε το 'Αναζήτηση με κάρτα'. Κατόπιν ανοίγει το παράθυρο με τίτλο 'Αναζήτηση με κάρτα' και εκεί πληκτρολογούμε τα 4 τελευταία ψηφία της κάρτας που έγινε η συναλλαγή, και κατόπιν πατάμε το πλήκτρο 'ΟΚ'.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 503,
        "title": "Τρέχον πακέτο",
        "content": {
          "content": "Το τρέχον ανοιχτό πακέτο εμφανίζεται στο tab 'Διαχείριση συναλλαγών', αναλυτικότερα στο πάνω σημείο εμφανίζεται η τελευταία συναλλαγή που έγινε, και καθώς σύρουμε προς τα κάτω μπορούμε να δούμε και τις ανοιχτές συναλλαγές του παρόν πακέτου.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      }
    ]
  },
  {
    "id": 600,
    "name": "ʼλλες υπηρεσίες",
    "subCategories": [
      {
        "id": 601,
        "title": "Προέγκριση για ενοικιάσεις",
        "content": {
          "content": "Για να μεταβούμε στην προέγκριση θα πρέπει να επιλέξουμε το tab 'ʼλλες υπηρεσίες' και να επιλέξουμε το κουμπί 'Προέγκριση'. Κατόπιν ανοίγει η οθόνη της προέγκρισης με τίτλο 'Προέγκριση' και ζητάει ποσό, αφού πληκτρολογήσουμε το επιθυμητό ποσό και πατήσουμε το πλήκτρο 'ΟΚ', πηγαίνουμε στην επόμενη οθόνη με τίτλο 'Ενοικίαση', εκεί πρέπει να εισάγουμε τον αριθμό συμβολαίου και κατόπιν να πατήσουμε το πλήκτρο 'ΟΚ', στην επόμενη οθόνη που εμφανίζεται επιλέγουμε την 'Ημερομηνία Ενοικίασης', για να επιλέξουμε εύρος ημερών πατάμε στις δύο ημερομηνίες που θέλουμε και αφού σχηματιστή μία μπλέ ανοιχτή γραμμή ανάμεσα των ημερομηνιών τότε σημαίνει πως έχουμε το σωστό εύρος ημερομηνιών  επιλεγμένο. Κατόπιν πατάμε το κουμπί 'Επιλογή' και στην επόμενη οθόνη αν έχουμε δόσεις μας ζητά αριθμό δόσεων και κατόπιν πατάμε το κουμπί 'ΟΚ', εναλλακτικά ολοκληρώνουμε την διαδικασία προέγκρισης περνώντας την κάρτα από το POS.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 602,
        "title": "Προέγκριση για ξενοδοχεία",
        "content": {
          "content": "Για να μεταβούμε στην προέγκριση θα πρέπει να επιλέξουμε το tab 'ʼλλες υπηρεσίες' και να επιλέξουμε το κουμπί 'Προέγκριση'. Κατόπιν ανοίγει η οθόνη της προέγκρισης με τίτλο 'Προέγκριση' και ζητάει ποσό, αφού πληκτρολογήσουμε το επιθυμητό ποσό και πατήσουμε το πλήκτρο 'ΟΚ', πηγαίνουμε στην επόμενη οθόνη με τίτλο 'Επιλογή δωματίου', εκεί πρέπει να εισάγουμε τον αριθμό δωματίου και κατόπιν να πατήσουμε το πλήκτρο 'ΟΚ', στην επόμενη οθόνη που εμφανίζεται επιλέγουμε την 'ʼφιξη/Αναχώρηση', για να επιλέξουμε εύρος ημερών πατάμε στις δύο ημερομηνίες που θέλουμε και αφού σχηματιστή μία μπλέ ανοιχτή γραμμή ανάμεσα των ημερομηνιών τότε σημαίνει πως έχουμε το σωστό εύρος ημερομηνιών  επιλεγμένο. Κατόπιν πατάμε το κουμπί 'Επιλογή' και στην επόμενη οθόνη αν έχουμε δόσεις μας ζητά αριθμό δόσεων και κατόπιν πατάμε το κουμπί 'ΟΚ', εναλλακτικά ολοκληρώνουμε την διαδικασία προέγκρισης περνώντας την κάρτα από το POS.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 603,
        "title": "Ολοκλήρωση προέγκρισης",
        "content": {
          "content": "Για την ολοκλήρωση της προέγκρισης, μεταβαίνουμε στο tab 'ʼλλες υπηρεσίες'  και κατόπιν πατάμε το κουμπί 'Ολοκλήρωση προέγκρισης'. Στο παράθυρο που μεταβαίνει η εφαρμογή έχουμε τη δυνατότητα να αναζητήσουμε μέσω ημερομηνίας, είτε μέσω κωδικού προέγκρισης. Αφού βρούμε την επιθυμητή συναλλαγή προέγκρισης που θέλουμε να ολοκληρώσουμε, επιλέγουμε τη συγκεκριμένη συναλλαγή και κατόπιν πατάμε το κουμπί 'Ολοκλήρωση προέγκρισης' και κατόπιν στο παράθυρο που μεταβαίνει η εφαρμογή, εμφανίζει το ποσό της προέγκρισης και εκεί έχουμε τη δυνατότητα να τροποποιήσουμε αυτό το ποσό πριν την ολοκλήρωση της προέγκρισης, κατόπιν πατάμε το κουμπί 'ΟΚ' και περνάμε την κάρτα μας και ολοκληρώνεται η συναλλαγή.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 604,
        "title": "Υπόλοιπο πόντων εξαργύρωσης",
        "content": {
          "content": "Για την εμφάνιση των πόντων εξαργύρωσης, στο tab 'ʼλλες υπηρεσίες', πατώντας το κουμπί 'Υπόλοιπο πόντων εξαργύρωσης' και περνώντας την κάρτα στο POS εμφανίζονται οι πόντοι που έχει ο χρήστης. Από εκεί δίνεται η δυνατότητα και να εκτυπώσει σε απόκομμα απόδειξης τους διαθέσιμους πόντους που έχει.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 605,
        "title": "Τοπική αγορά",
        "content": {
          "content": "Στο tab 'ʼλλες υπηρεσίες' πατώντας το κουμπί 'Τοπική αγορά' εμφανίζεται η οθόνη 'Τοπική αγορά' και εκεί ζητάει να πληκτρολογήσουμε ποσό, αφου πληκτρολογήσουμε το επιθυμητό ποσό πατάμε το πλήκτρο 'OK' και κατόπιν περνάμε την κάρτα. Στην περίπτωση που έχουμε πληκτρολογημένη και επιθυμούμε να κάνουμε τοπική με πληκτρολογημενη ακολουθούμε τα παραπάνω βήματα και κατόπιν όταν ζητηθεί η κάρτα πατάμε στο κουμπί 'Ή πληκτρολογήστε κάρτα' και τότε ακολουθούμε τα βήματα του 6.6 από το σημείο με τη σήμανση '**'",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 606,
        "title": "Πληρωμή με εισαγωγή στοιχείων",
        "content": {
          "content": "Στο tab 'ʼλλες υπηρεσίες' πατώντας το κουμπί 'Πληρωμή με εισαγωγή στοιχείων κάρτας' στην οθόνη που ανοίγει με τίτλο 'Πληρωμή με κάρτα' εισάγουμε το ποσό χρέωσης και κατόπιν στην οθόνη 'Αγορά' **πληκτρολογούμε τα στοιχεία της κάρτας (αριθμό κάρτας, Ημ/νία λήξης, CVV), και κατόπιν πατάμε το κουμπί 'ΟΚ' και έτσι ολοκληρώνεται η συναλλαγή.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 607,
        "title": "Standalone Refund",
        "content": {
          "content": "Στο tab 'ʼλλες υπηρεσίες' πατώντας το κουμπί 'Επιστροφή' ανοίγει το παράθυρο με τίτλο 'Ακύρωση συναλλαγής', εκεί επιλέγουμε το ποσό ακύρωσης και κατόπιν πατάμε το κουμπί 'ΟΚ' κατόπιν περνάμε την κάρτα και ολοκληρώνεται η επιστροφή χρημάτων.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      }
    ]
  },
  {
    "id": 700,
    "name": "Υποστήριξη",
    "subCategories": [
      {
        "id": 701,
        "title": "Εγχειρίδιο χρήσης",
        "content": {
          "content": "Για να μεταβούμε στο εγχειρίδιο χρήσης της συσκευής πηγαίνουμε στο tab 'Υποστήριξη' και επιλέγουμε το κουμπί 'Εγχειρίδιο χρήσης'.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 702,
        "title": "Στοιχεία επικοινωνίας",
        "content": {
          "content": "Για να μεταβούμε στα στοιχεία επικοινωνίας, πηγαίνουμε στο tab 'Υποστήριξη' και επιλέγουμε το κουμπί 'Στοιχεία επικοινωνίας'.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 703,
        "title": "Καλέστε με",
        "content": {
          "content": "Για να πραγματοποιηθεί κλήση από τα κεντρικά προς εσάς, μεταβαίνουμε στο tab 'Υποστήριξη' και επιλέγουμε το κουμπί 'Καλέστε με'  και κατόπιν επιλέγουμε το τηλέφωνο που επιθυμούμε να γίνει η επικοινωνία, καθώς και επιλέγουμε και τον λόγο επικοινωνίας ανάμεσα στα: 'Τεχνική υποστήριξη', 'Τμήμα παραπόνων' ή 'ʼλλο...' και κατόπιν πατάμε το κουμπί 'Αποστολή αιτήματος' για να σταλεί το αίτημα επικοινωνίας στο αρμόδιο τμήμα.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 704,
        "title": "Παραγγελία θερμικού ρολού",
        "content": {
          "content": "Για να παραγγείλουμε μέσω της εφαρμογής θερμικά ρολλά, μεταβαίνουμε στο tab 'Υποστήριξη' και κατόπιν πατάμε στο κουμπί 'Παραγγελία θερμικού ρολού'. Από τα '-' και '+' ορίζουμε την ποσότητα των ρολών που θέλουμε να παραγγείλουμε και κατόπιν πατάμε το κουμπί 'Αποστολή παραγγελίας'",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      }
    ]
  },
  {
    "id": 800,
    "name": "Ρυθμίσεις",
    "subCategories": [
      {
        "id": 801,
        "title": "Επανεκτύπωση πακέτου",
        "content": {
          "content": "Για να κάνουμε επανεκτύπωση πακέτου πηγαίνουμε στο tab 'Ρυθμίσεις' και κατόπιν πατάμε το πλήκτρο 'Επανεκτύπωση πακέτου'. Κατόπιν εμφανίζεται ένα παράθυρο όπου μας ρωτά αν θέλουμε 'Συγκεντρωτική εκτύπωση', 'Αναλυτική εκτύπωση', 'Συνοπτική εκτύπωση', και αφού επιλέξουμε πατάμε το πλήκτρο 'Ναι' και ξεκινάει η εκτύπωση του τελευταίου πακέτου.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 802,
        "title": "Ρυθμίσεις Δικτύου",
        "content": {
          "content": "Για να ρυθμίσουμε την προτεραιότητα δικτύων από το tab 'Ρυθμίσεις' επιλέγουμε το κουμπί 'Πληροφορίες δικτύου' και κατόπιν εμφανίζει τους δυνατούς τρόπους σύνδεσης με το δίκτυο. Επιλέγουμε τον επιθυμητό τρόπο σύνδεσης και κατόπιν πατάμε το πλήκτρο 'Επιβεβαίωση'.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 803,
        "title": "Ενημέρωση Παραμέτρων",
        "content": {
          "content": "Για να πραγματοποιήσουμε κάνουμε Ενημέρωση παραμέτρων, θα πρέπει από από το tab 'Ρυθμίσεις' να επιλέξουμε το κουμπί 'Ενημέρωση παραμέτρων'. Προσοχή, θα πρέπει για να ολοκληρωθεί να έχουμε κλείσει το ανοιχτό πακέτο.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 804,
        "title": "Πληροφορίες συστήματος",
        "content": {
          "content": "Στο tab 'Ρυθμίσεις' πατώντας το πλήκτρο 'Πληροφορίες' μπορούμε να δούμε πληροφορίες όπως: Internet Βλέπουμε αν είναι Online καθώς και τον τρόπο που έχει συνδεθεί στο internet, Financial Latency Βλέπουμε το πόσο 'καθυστερεί' σε μία συναλλαγή. Ιδανικά θέλουμε κάτω από 200ms IBM Latency Βλέπουμε πόσο 'καθυστερεί' σε loyalty η επικοινωνία καθώς και σε διάφορα configurations. Αποδεκτή τιμή κάτω των 200ms. LAN IP ? Βλέπουμε την τρέχον θέση που έχει πάρει το POS στο δίκτυο. ECR Port ? Εφόσον είναι ενεργό το ECR βλέπουμε την πόρτα που είναι ανοιχτή για επικοινωνία. Printer Status ? Βλέπουμε την κατάσταση του εκτυπωτή. Ενδεικτικά το 0 είναι ότι είναι πλήρως διαθέσιμος για τυχόν εκτύπωση. Επίσης μπορούμε να δούμε και άλλα χρήσιμες πληροφορίες όπως:  Σειριακό αριθμό: ?  Είναι μοναδικός για κάθε συσκευή και ζητείται σε περίπτωση προβλήματος του τερματικού. Αναφέρεται συνήθως στην πίσω πλευρά της συσκευής με ένδειξη 'SN' (Serial Number) Έκδοση εφαρμογής: ? Χρησιμεύει όταν αντιμετωπίζουμε κάποιο πρόβλημα με την εφαρμογή για να γνωρίζουμε σε ποιά έκδοση βρίσκεται το POS. Ενδεχομένως να έχουν βγει νεότερες που να επιδιορθώνουν τυχόν προβλήματα.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 805,
        "title": "Αυτόματο κλείσιμο ταμείου",
        "content": {
          "content": "Στο tab 'Ρυθμίσεις' πατώντας το κουμπί 'Αυτόματο κλείσιμο ταμείου' μπορούμε να ορίσουμε στην επιλογή 'Αυτόματο κλείσιμο ταμείου' αν θα κλείνει το πακέτο μόνο του και στην επιλογή 'Αλλαγή ώρας' την ώρα που θα γίνεται το κλείσιμο.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 806,
        "title": "Ρυθμίσεις εκτύπωσης",
        "content": {
          "content": "Στο tab 'Ρυθμίσεις' πατώντας το κουμπί 'Ρυθμίσεις εκτύπωσης' έχουμε την επιλογή να: Ενεργοποιήσουμε ή απενεργοποιήσουμε την εκτύπωση πελάτη Ενεργοποιήσουμε ή απενεργοποιήσουμε την εκτύπωση εμπόρου Ενεργοποιήσουμε ή απενεργοποιήσουμε την εκτύπωση και των δύο. Επίσης μας δίνεται η δυνατότητα αν έχουμε ενεργό το ECR να ενεργοποιήσουμε ή απενεργοποιήσουμε την εκτύπωση που προέρχεται μέσω του ECR. Επιλογή σειράς απόδειξης ? ποιά απόδειξη θα εκτυπώνεται πρώτη και ποιά δεύτερη. Μήνυμα απόδειξης ? ένα κείμενο 40 χαρακτήρων που εμφανίζεται στην κάτω πλευρά της απόδειξης.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 807,
        "title": "Ρυθμίσεις φιλοδωρήματος",
        "content": {
          "content": "Από το tab 'Ρυθμίσεις' πατώντας το κουμπί 'Ρυθμίσεις φιλοδωρήματος' μπορούμε να ενεργοποιήσουμε ή απενεργοποιήσουμε το φιλοδώρημα.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      },
      {
        "id": 808,
        "title": "Ρυθμίσεις ασφαλείας",
        "content": {
          "content": "Από το tab 'Ρυθμίσεις' πατώντας το κουμπί 'Ρυθμίσεις ασφαλείας' εμφανίζονται οι επιλογές για: 'Αλλαγή κωδικού PIN' ? Κατά την είσοδο στην εφαρμογή ζητάει κωδικό πρόσβασης. 'Αλλαγή κωδικού ρυθμίσεων' ? Κατά την επιλογή του tab 'Ρυθμίσεις' να ζητάει κωδικός για να μπορεί να γίνει τροποποίηση αυτών.",
          "urls": [
            "imgUrl",
            "imgUrl2"
          ]
        }
      }
    ]
  }
]
